[
  {
    "title": "TRANSFORMERS: RISE OF THE BEASTS",
    "slug": "TRANSFORMERS-6661",
    "synopsis": "Returning to the action and spectacle that have captured moviegoers around the world, Transformers: Rise of the Beasts will take audiences on a '90s globetrotting adventure with the Autobots and introduce a whole new faction of Transformer -- the Maximals -- to the existing battle on earth between Autobots and Decepticons.",
    "trailerUrl": "https://www.youtube.com/embed/itnqEauWQZM",
    "imgUrl": "https://resizing.flixster.com/nurEqwdnKbSJP0Us0zm27irc5UA=/206x305/v2/https://resizing.flixster.com/ADqLkFgcXV2RHCEvTFxO1CTZcrw=/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzLzNiNjRiZmJjLTY4MDUtNDk4NC04OGNiLTdiNWM3NjljOTY0MS5qcGc=",
    "rating": 73,
    "genreId": 1,
    "authorId": 2
  },
  {

    "title": "FAST X",
    "slug": "FASTX-6661",
    "synopsis": "Over many missions and against impossible odds, Dom Toretto (Vin Diesel) and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything--and everyone--that Dom loves, forever.",
    "trailerUrl": "https://www.youtube.com/embed/eoOaKN4qCKw",
    "imgUrl": "https://resizing.flixster.com/MQwHilOB18wHj3daf6qJceM3yic=/206x305/v2/https://resizing.flixster.com/8ZFc4VKwZN8NGV3ZqhCIFCHekxM=/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzLzJlNDAyYWUzLWEwZTUtNDVlNy04MDliLTRmZWIzNDMzMzJmYS5qcGc=",
    "rating": 90,
    "genreId": 1,
    "authorId": 2
  },
  {
    "title": "THE MACHINE",
    "slug": "THEMACHINE-6661",
    "synopsis": "Bert Kreischer rose to fame as a stand-up comedian known as The Machine, and in his signature set he recounts his true experience with Russian mobsters while on a booze-soaked college trip. Now, 23 years later, that trip has come back to haunt him as he and his estranged father (Mark Hamill) are kidnapped back to Russia by the mob to atone for something they say he did. Together, Bert and his father must retrace the steps of his younger self (Jimmy Tatro) in the midst of a war within a sociopathic crime family, all while attempting to find common ground in their often fraught relationship.",
    "trailerUrl": "https://www.youtube.com/embed/AwDKLEaJxMk",
    "imgUrl": "https://resizing.flixster.com/heDBwXnUFJZpyp2vnXgnDswd29Q=/206x305/v2/https://resizing.flixster.com/0W4ZVmppgAgn0yGNBIWYhPnWaRU=/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzL2MzNDYzNWU3LWI0YmYtNGU1Zi04MjExLTlhYzk2ZDRmOTg1Zi5qcGc=",
    "rating": 67,
    "genreId": 1,
    "authorId": 1

  },
  {
    "title": "The Flash",
    "slug": "TheFlash-6661",
    "synopsis": "Worlds collide in \"The Flash\" when Barry uses his superpowers to travel back in time in order to change the events of the past. But when his attempt to save his family inadvertently alters the future, Barry becomes trapped in a reality in which General Zod has returned, threatening annihilation, and there are no Super Heroes to turn to. That is, unless Barry can coax a very different Batman out of retirement and rescue an imprisoned Kryptonian... albeit not the one he's looking for. Ultimately, to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
    "trailerUrl": "https://www.youtube.com/embed/jprhe-cWKGs",
    "imgUrl": "https://resizing.flixster.com/DdaIpLQLWNZSeGiSkrBunoNHGwA=/206x305/v2/https://resizing.flixster.com/F8JH95OjUwzlqREEWnwBXd1Mrf8=/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzLzJkZjg3MjI1LWU1YzgtNDZiMy05ZDY3LWFlNTMyOWVhZmRjMi5qcGc=",
    "rating": 72,
    "genreId": 2,
    "authorId": 1

  },
  {
    "title": "GUARDIANS OF THE GALAXY VOL. 3",
    "slug": "GUARDIANSOFTHEGALAXYVOL.3-6661",
    "synopsis": "In Marvel Studios \"Guardians of the Galaxy Vol. 3\" our beloved band of misfits are looking a bit different these days. Peter Quill, still reeling from the loss of Gamora, must rally his team around him to defend the universe along with protecting one of their own. A mission that, if not completed successfully, could quite possibly lead to the end of the Guardians as we know them.",
    "trailerUrl": "https://www.youtube.com/embed/u3V5KDHRQvk",
    "imgUrl": "https://resizing.flixster.com/7BvHbqYVikal2I8DAX-HnNSdrdU=/206x305/v2/https://resizing.flixster.com/p8g-u3ZgPuxrg4x7aq1tidyffGg=/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzL2FiZDg0OTc0LWVkMTktNDVhYS05ODljLTNkMjYxMjA0OTdjMy5qcGc=",
    "rating": 82,
    "genreId": 8,
    "authorId": 2

  },
  {
    "title": "DUNKIRK",
    "slug": "DUNKIRK-6661",
    "synopsis": "In May 1940, Germany advanced into France, trapping Allied troops on the beaches of Dunkirk. Under air and ground cover from British and French forces, troops were slowly and methodically evacuated from the beach using every serviceable naval and civilian vessel that could be found. At the end of this heroic mission, 330,000 French, British, Belgian and Dutch soldiers were safely evacuated.",
    "trailerUrl": "https://www.youtube.com/embed/T7O7BtBnsG4",
    "imgUrl": "https://resizing.flixster.com/sOriY3BlvilqccExX5L_fx8IT6I=/206x305/v2/https://flxt.tmsimg.com/assets/p13153578_p_v8_af.jpg",
    "rating": 92,
    "genreId": 11,
    "authorId": 2

  }
]